import React from "react";

const RegistrationInfo = () => {
  return (
    <div className="page-block registartion">
      <h2 className="registration__title page-title">Реєстрація до закладу</h2>
      <p className="registration__text page-text">
        Шановні батьки, на сайті електронної реєстрації надана можливість подачі
        заяви для постановки на облік у відділі освіти адміністрації району (за
        місцем проживання) дитини, що потребує місце у закладі дошкільної
        освіти. Для успішної реєстрації Вашої дитини в електронній черзі при
        заповненні форми заяви, Вам необхідно вказати достовірну інформацію.
        Подавати заявку можна лише в один заклад дошкільної освіти. При
        необхідності, обраний ЗДО можна змінити, звернувшись до відповідальної
        особи. Подача в електронному вигляді заяви забезпечує попередню
        реєстрацію дитини в електронній черзі з визначенням дати постановки на
        облік, яка є основою формування черговості.
      </p>
      <p className="registration__text page-text">
        Для підтвердження інформації, зазначеної в заяві, необхідно протягом 10
        робочих днів з дня подання заяви звернутися до відповідальної особи у
        відділі освіти (в закладі дошкільної освіти) з оригіналами документів
        (свідоцтво про народження дитини, документ, що підтверджує наявність
        пільг) або прикріпити до заяви скан-копії вищевказаних документів. Якщо
        заповнена Вами форма заяви за змістом не буде відповідати оригіналам
        документів або доданим скан-копіям, Вашу заяву буде анульовано. Якщо
        інформація, зазначена в заяві, підтверджена документами, то дитина
        отримує постійну реєстрацію в електронній черзі за первісною датою
        подання заяви в електронному вигляді.
      </p>

      <p className="registration__text page-text">
        Перед початком роботи ознайомтесь з{" "}
        <a
          className="registration__link"
          href="https://reg.isuo.org/manuals/manual_ukr.pdf"
          target="_blank"
          rel="noopener noreferrer"
        >
          інструкцією по електронній реєстрації для батьків
        </a>
      </p>
    </div>
  );
};

export default RegistrationInfo;
