import React from "react";
import registrationImg from "../assets/registration.png";

const RegistrationInfo = () => {
  return (
    <div className="page-block registartion">
      <h2 className="registration__title page-title">Реєстрація до закладу</h2>
      <img src={registrationImg} alt="registration" />

      <ul className="registration__list">
        <li>
          1. Зареєструйтесь на порталі{" "}
          <a className="content-link" href="https://reg.isuo.org/preschools" target="_blank" rel="noopener noreferrer">
            "Електронна реєстрація"
          </a>{" "}
          (зберігайте логін і пароль). На вказану Вами електронну адресу прийде
          лист про реєстрацію на порталі.
        </li>
        <li>2. Оберіть дошкільний заклад за посиланням: <a className="content-link" href="https://cg.isuo.org/authorities/preschools-list/id/207" target="_blank" rel="noopener noreferrer">ДНЗ Чернігівської міської ради</a> (стати на чергу можна тільки до одного закладу дошкільної освіти).</li>
        <li>3. Заповніть подану форму, обов'язково вкажіть свою електронну адресу і додайте до заявки скановане чи сфотографоване свідоцтво про народження дитини. Передивіться уважно рубрику "Пільги". Якщо ви відноситесь до пільгової категорії, обов'язково додайте сканований чи сфотографований документ, що засвідчує право на пільги. натисніть кнопку "зберегти".</li>
        <li>4. Перевірте чи збережена створена Вами заявка. Для цього на порталі натисніть рубрику "мої заявки". Так можна переглянути і статус Вашої заявки ("прийнята", "відхилена"...).</li>
        <li>5. Після пеервірки даних дитини, заявка буде прийнята до черги.</li>
        <li>6. Моніторте місце в черзі на сайті (щоб побачити, яка дитина на черзі, потрібно обрати заклад, до якого Ви записали дитину і вибрати обраний Вами рік зарахування).</li>
        <li>7. У прийняту заявку ви вже не зможете внести зміни. Якщо ви бажаєте змінити заклад чи рік зарахування, зберігши за собою дату створення заявки, звертайтеся у відділ освіти. Відповідальна за електронну реєстрацію особа перереєструє вашу дитину до бажаного закладу в межах міста. Якщо ви видалите заявку, то відновити її вже ми не зможемо.</li>
      </ul>

    </div>
  );
};

export default RegistrationInfo;
